{
    "title": "फैसलो",
    "subtitle": "पारिवारिक कार्ड गेम",
    "enterName": "अपना नाम दर्ज करें",
    "createRoom": "नया कमरा बनाएं",
    "orJoin": "या मौजूदा में शामिल हों",
    "roomCode": "रूम कोड",
    "howToPlay": "कैसे खेलें",
    "settings": "सेटिंग्स",
    "language": "भाषा",
    "credits": {
        "developedBy": "प्यार और Google AntiGravity के साथ विकसित किया गया",
        "dedication": "घर पर दादा-दादी के लिए, और जब उन्हें मुन्नू की याद आती है।"
    },
    "howToPlayContent": {
        "title": "जजमेंट कैसे खेलें",
        "objective": {
            "title": "उद्देश्य",
            "text": "जजमेंट (जिसे काच-पानी या कचुफुल भी कहा जाता है) एक कार्ड गेम है जहाँ रणनीति और भविष्यवाणी महत्वपूर्ण हैं। लक्ष्य केवल हाथ (tricks) जीतना नहीं है, बल्कि प्रत्येक राउंड की शुरुआत में आपने जितनी भविष्यवाणी (बोली) की थी, ठीक उतनी ही हाथ जीतना है।"
        },
        "flow": {
            "title": "खेल की संरचना",
            "points": [
                "खेल कई राउंड में खेला जाता है। पहले राउंड में, प्रत्येक खिलाड़ी को एक निश्चित संख्या में कार्ड मिलते हैं (जैसे, 7)। बाद के राउंड में, कार्डों की संख्या एक-एक करके घटती है (7, 6, 5...) जब तक कि यह 1 तक नहीं पहुंच जाती, और फिर वापस बढ़ती है (1, 2, 3... 7)।",
                "प्रत्येक राउंड में, एक 'ट्रम्प' सूट (हुकुम ♠, पान ♥, ईंट ♦, चिड़ी ♣) एक निश्चित क्रम में तय किया जाता है। यह हर 4 राउंड में दोहराया जाता है।",
                "कार्ड बंटने के बाद, डीलर के बाईं ओर के खिलाड़ी से शुरू करते हुए, प्रत्येक खिलाड़ी को यह बोली लगानी (भविष्यवाणी करनी) होती है कि वे कितनी हाथ जीतेंगे।",
                "नियम: सभी बोलियों का योग राउंड में कुल कार्डों की संख्या के बराबर नहीं हो सकता। यह सुनिश्चित करता है कि कम से कम एक खिलाड़ी का जजमेंट गलत होगा। डीलर (बोली लगाने वाला अंतिम खिलाड़ी) को उसी अनुसार बोली लगानी होगी।"
            ]
        },
        "playing": {
            "title": "चाल चलना",
            "points": [
                "डीलर के बाईं ओर का खिलाड़ी कोई भी कार्ड चलकर पहली चाल शुरू करता है।",
                "अन्य खिलाड़ियों को यदि उनके पास उसी सूट का कार्ड है, तो वही चलना होगा (Follow Suit)।",
                "यदि किसी खिलाड़ी के पास लीड सूट नहीं है, तो वह चाल जीतने के लिए ट्रम्प कार्ड चल सकता है, या कोई अन्य कार्ड फेंक सकता है।",
                "चाल सबसे बड़े ट्रम्प कार्ड द्वारा जीती जाती है। यदि कोई ट्रम्प नहीं खेला गया, तो लीड सूट का सबसे बड़ा कार्ड जीतता है।",
                "चाल जीतने वाला खिलाड़ी अगली चाल चलता है।"
            ]
        },
        "scoring": {
            "title": "स्कोरिंग सिस्टम",
            "correct": "सफल जजमेंट: यदि आप ठीक उतनी ही हाथ जीतते हैं जितनी आपने बोली लगाई थी, तो आपका स्कोर होगा: (बोली + 1) × 10 + बोली।",
            "incorrect": "असफल जजमेंट: यदि आप अपनी बोली से कम या ज्यादा हाथ जीतते हैं, तो आपको उस राउंड के लिए 0 अंक मिलते हैं।",
            "examples": "उदाहरण: बोली 0 और जीत 0 = 10 अंक। बोली 2 और जीत 2 = 32 अंक। बोली 3 और जीत 2 = 0 अंक।"
        },
        "gotIt": "मैं खेलने के लिए तैयार हूँ!"
    }
}